tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bitwarden-cli"
brew "gnupg"
brew "blackbox"
brew "python", link: false
brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "gnuplot"
brew "go"
brew "gradle"
brew "grep"
brew "htop"
brew "hugo"
brew "iftop"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "maven"
brew "moreutils"
brew "ncdu"
brew "procmail"
brew "protobuf"
brew "python@2"
brew "shellcheck"
brew "socat"
brew "stern"
brew "stress-ng"
brew "tcpdump"
brew "telnet"
brew "tmux"
brew "watch"
brew "wget"
cask "adoptopenjdk8"
cask "bitwarden"
cask "docker"
cask "ibm-cloud-cli"
cask "iterm2"
cask "karabiner-elements"
cask "lastpass"
cask "multipass"
cask "spotify"
cask "webex-meetings"
cask "whatsapp"
cask "zoomus"
